Repository: elelay/midori-mz-sync
Catalog: po/*.po
Languages: et

source: Lightweight web browser
et: Kergekaaluline veebibrauser

source: Web Browser
et: Veebibrauser

source: _Bookmark
et: _Järjehoidja

source: _Bookmarks
et: Järjehoidjad

source: _Add Bookmark
et: _Lisa järjehoidja

source: _Console
et: _Konsool

source: _Extensions
et: _Laiendid

source: _History
et: _Ajalugu

source: _Homepage
et: _Kodulehekülg

source: _Userscripts
et: _Kasutajaskriptid

source: User_styles
et: Kasutaja_stiilid

source: New _Tab
et: Uus _kaart

source: _Transfers
et: _Ülekanded

source: _Closed Tabs and Windows
et: _Suletud kaardid ja aknad

source: New _Window
et: Uus _aken

source: Value '%s' is invalid for %s
et: "%s" on vale %s väärtus

source: File not found.
et: Faili ei leitud.

source: Malformed document.
et: Väärvormistatud dokument.

source: Writing failed.
et: Kirjutamine ei õnnestunud.

source: Transfers
et: Ülekanded

source: The session couldn't be saved. %s
et: Sessiooni ei saanud salvestada. %s

source: Display program version
et: Näita programmi versiooni

source: URIs
et: URI-d

source: [URIs]
et: [URI-d]

source: Please report comments, suggestions and bugs to:
et: Märkused, ettepanekud ja vead palun sinna:

source: Check for new versions at:
et: Kontrolli uusi versioone:

source: An instance of Midori is already running but not responding.
et: Midori juba töötab, kuid ei vasta.

source: The following errors occured:
et: Tekkisid järgnevad vead:

source: The search engines couldn't be saved. %s
et: Otsingumootoreid ei saanud salvestada. %s

source: The bookmarks couldn't be saved. %s
et: Järjehoidjaid ei saanud salvestada. %s

source: The trash couldn't be saved. %s
et: Prügi ei saanud salvestada. %s

source: The configuration couldn't be saved. %s
et: Seadistust ei saanud salvestada. %s

source: Reload the current page
et: Laadi käesolev lehekülg uuesti

source: Stop loading the current page
et: Peata käesoleva lehekülje laadimine

source: %d%% loaded
et: %d%% laaditud

source: Unexpected action '%s'.
et: Ootamatu toiming "%s".

source: New bookmark
et: Uus järjehoidja

source: Edit bookmark
et: Muuda järjehoidjat

source: _Title:
et: _Pealkiri:

source: _Description:
et: _Kirjeldus:

source: _Folder:
et: _Kataloog:

source: Root
et: Juur

source: Open in New _Tab
et: Ava uuel _kaardil

source: Open in New _Window
et: Ava uues _aknas

source: <i>Separator</i>
et: <i>Eraldaja</i>

source: A lightweight web browser.
et: Kergekaaluline veebibrauser.

source: translator-credits
et: Kristjan Siimson <epost@ksiimson.se>

source: _File
et: _Fail

source: Open a new window
et: Ava uus aken

source: Open a new tab
et: Ava uus kaart

source: Open a file
et: Ava fail

source: Save to a file
et: Salvesta faili

source: _Close Tab
et: _Sulge kaart

source: Close the current tab
et: Sulge käesolev kaart

source: C_lose Window
et: S_ulge aken

source: Close this window
et: Sulge see aken

source: Print the current page
et: Trüki käesolev lehekülg

source: Quit the application
et: Välju rakendusest

source: _Edit
et: _Redigeerimine

source: Cut the selected text
et: Lõika valitud tekst

source: Copy the selected text
et: Kopeeri valitud tekst

source: Paste text from the clipboard
et: Aseta tekst lõikepuhvrist

source: Delete the selected text
et: Kustuta valitud tekst

source: Select all text
et: Vali kõik tekst

source: Find a word or phrase in the page
et: Leia leheküljelt sõna või fraas

source: Find _Next
et: Otsi _järgmist

source: Find the next occurrence of a word or phrase
et: Leia järgmine sõna või fraasi esinemine

source: Find _Previous
et: Otsi _eelmist

source: Find the previous occurrence of a word or phrase
et: Leia eelmine sõna või fraasi esinemine

source: _Quick Find
et: _Kiirotsing

source: Quickly jump to a word or phrase
et: Kiirelt hüppa sõna või fraasini

source: Configure the application preferences
et: Seadista rakenduse eelistused

source: _View
et: _Vaade

source: _Toolbars
et: _Tööriistaribad

source: Increase the zoom level
et: Tõsta suurendusastet

source: Decrease the zoom level
et: Kahanda suurendusastet

source: Reset the zoom level
et: Tühista suurendusaste

source: View _Source
et: Vaata _lähtekoodi

source: View the source code of the page
et: Vaata lehekülje lähtekoodi

source: View Selection Source
et: Vaata valiku lähtekoodi

source: View the source code of the selection
et: Vaata valiku lähtekoodi

source: Toggle fullscreen view
et: Vaheta täisekraanivaadet

source: _Go
et: _Mine

source: Go back to the previous page
et: Mine tagasi eelmisele leheküljele

source: Go forward to the next page
et: Mine edasi järgmisele leheküljele

source: Go to your homepage
et: Mine oma koduleheküljele

source: Empty Trash
et: Tühjenda prügi

source: Delete the contents of the trash
et: Kustuta prügi sisu

source: Undo Close Tab
et: Võta tagasi kaardi sulgemine

source: Open the last closed tab
et: Ava viimati suletud kaart

source: Add a new bookmark
et: Lisa uus järjehoidja

source: Edit the selected bookmark
et: Muuda valitud järjehoidjat

source: Delete the selected bookmark
et: Kustuta valitud järjehoidja

source: _Tools
et: _Tööriistad

source: _Manage Search Engines
et: _Halda otsingumootoreid

source: Add, edit and remove search engines…
et: Lisa, muuda ja eemalda otsingumootoreid

source: _Previous Tab
et: _Eelmine kaart

source: Switch to the previous tab
et: Lülitu eelmisele kaardile

source: _Next Tab
et: _Järgmine kaart

source: Switch to the next tab
et: Lülitu järgmisele kaardile

source: _Help
et: _Abi

source: _Contents
et: _Sisukord

source: Show the documentation
et: Näita dokumentatsiooni

source: Show information about the program
et: Näita teavet programmi kohta

source: P_rivate Browsing
et: _Isiklik lehitsemine

source: Don't save any private data while browsing
et: Ära salvesta lehitsemisel isiklike andmeid

source: _Navigationbar
et: _Navigatsiooniriba

source: Show navigationbar
et: Näita navigatsiooniriba

source: Side_panel
et: Külg_paneel

source: Show sidepanel
et: Näita külgpaneeli

source: _Bookmarkbar
et: _Järjehoidjariba

source: Show bookmarkbar
et: Näita järjehoidjariba

source: _Transferbar
et: _Ülekanderiba

source: Show transferbar
et: Näita ülekanderiba

source: _Statusbar
et: _Olekuriba

source: Show statusbar
et: Näita olekuriba

source: _Location…
et: _Asukoht…

source: Open a particular location
et: Ava kindel asukoht

source: _Web Search…
et: _Veebiotsing…

source: Run a web search
et: Käivita veebiotsing

source: Reopen a previously closed tab or window
et: Ava uuesti varem suletud kaart või aken

source: _Window
et: _Aken

source: Bookmarks
et: Järjehoidjad

source: History
et: Ajalugu

source: _Inline find:
et: _Reasisene otsing:

source: Match Case
et: Tõusutundlik

source: Highlight Matches
et: Tõsta sobivused esile

source: Close Findbar
et: Sulge otsinguriba

source: Unexpected setting '%s'
et: Ootamatu seade "%s"

source: Close panel
et: Sulge paneel

source: Blank page
et: Tühi lehekülg

source: Homepage
et: Kodulehekülg

source: Last open pages
et: Viimati avatud leheküljed

source: Chinese (BIG5)
et: Hiina (BIG5)

source: Japanese (SHIFT_JIS)
et: Jaapani (SHIFT_JIS)

source: Russian (KOI8-R)
et: Vene (KOI8-R)

source: Western (ISO-8859-1)
et: Lääne (ISO-8859-1)

source: Custom…
et: Kohandatud…

source: New tab
et: Uus kaart

source: New window
et: Uus aken

source: Current tab
et: Käesolev kaart

source: Default
et: Vaikimisi

source: Icons
et: Ikoonid

source: Text
et: Tekst

source: Both
et: Mõlemad

source: Both horizontal
et: Mõlemad rõhtsed

source: All cookies
et: Kõik küpsised

source: Session cookies
et: Sessiooni küpsised

source: None
et: Pole

source: Remember last window size
et: Jäta meelde viimane akna suurus

source: Whether to save the last window size
et: Kas salvestada viimane akna suurus

source: Last window width
et: Viimane akna laius

source: The last saved window width
et: Viimati salvestatud akna suurus

source: Last window height
et: Viimane akna kõrgus

source: The last saved window height
et: Viimati salvestatud akna kõrgus

source: Last panel position
et: Viimane paneeli asukoht

source: The last saved panel position
et: Viimati salvestatud paneeli asukoht

source: Last panel page
et: Viimane paneeli lehekülg

source: The last saved panel page
et: Viimati salvestatud paneeli lehekülg

source: Last Web search
et: Viimane veebiotsing

source: The last saved Web search
et: Viimati salvestatud veebiotsing

source: Show Navigationbar
et: Näita navigatsiooniriba

source: Whether to show the navigationbar
et: Kas näidata navigatsiooniriba

source: Show Bookmarkbar
et: Näita järjehoidjariba

source: Whether to show the bookmarkbar
et: Kas näidata järjehoidjariba

source: Show Panel
et: Näita paneeli

source: Whether to show the panel
et: Kas näidata paneeli

source: Show Statusbar
et: Näita olekuriba

source: Whether to show the statusbar
et: Kas näidata olekuriba

source: Toolbar Style
et: Tööriistariba stiil

source: The style of the toolbar
et: Tööriistariba stiil

source: Load on Startup
et: Laadi tööleminekul

source: What to load on startup
et: Mida tööleminekul laadida

source: The homepage
et: Kodulehekülg

source: Download Folder
et: Allalaadimise kataloog

source: The folder downloaded files are saved to
et: Kataloog kuhu salvestatakse allalaaditud failid

source: Download Manager
et: Allalaadimise haldur

source: An external download manager
et: Väline allalaadimise haldur

source: Location entry Search
et: Asukoha sissekande otsing

source: The search to perform inside the location entry
et: Otsing mida viia läbi asukoha sissekandes

source: Preferred Encoding
et: Eelistatud kodeering

source: The preferred character encoding
et: Eelistatud märkide kodeering

source: Close Buttons on Tabs
et: Sulgemisnupud kaartidel

source: Whether tabs have close buttons
et: Kas kaartidel on sulgemisnupud

source: Open new pages in
et: Ava uued leheküljed

source: Where to open new pages
et: Kus avada uued leheküljed

source: Middle click opens Selection
et: Keskmine klõps avab valiku

source: Load an URL from the selection via middle click
et: Laadi keskmise klõpsuga valikust URL

source: Open tabs in the background
et: Ava kaardid taustal

source: Whether to open new tabs in the background
et: Kas avada uued kaardid taustal

source: Open Tabs next to Current
et: Ava kaardid käesoleva kõrval

source: Whether to open new tabs next to the current tab or after the last one
et: Kas avada uued kaardid käesoleva või viimase kaardi kõrval

source: Open popups in tabs
et: Ava hüpikaknad kaartides

source: Whether to open popup windows in tabs
et: Kas avada hüpikaknad kaartides

source: Accept cookies
et: Võta küpsised vastu

source: What type of cookies to accept
et: Mis liiki küpsised vastu võtta

source: Original cookies only
et: Ainult algupärased küpsised

source: Accept cookies from the original website only
et: Võta vastu küpsised ainult algupäraselt veebileheküljelt

source: Maximum cookie age
et: Suurim küpsise vanus

source: The maximum number of days to save cookies for
et: Suurim arv päevasid küpsiste salvestamiseks

source: Remember last visited pages
et: Jäta meelde viimati külastatud leheküljed

source: Whether the last visited pages are saved
et: Kas viimati külastatud leheküljed on salvestatud

source: Maximum history age
et: Suurim ajaloo vanus

source: The maximum number of days to save the history for
et: Suurim arv päevasid ajaloo salvestamiseks

source: Remember last form inputs
et: Jäta meelde viimased ankeedisisendid

source: Whether the last form inputs are saved
et: Kas viimased ankeedisisendid salvestatakse

source: Remember last downloaded files
et: Jäta meelde viimati allalaaditud failid

source: Whether the last downloaded files are saved
et: Kas viimati allalaaditud failid on salvestatud

source: HTTP Proxy
et: HTTP proksi

source: The proxy used for HTTP connections
et: HTTP ühendusteks kasutatav proksi

source: Cache size
et: Vahemälu suurus

source: The allowed size of the cache
et: Lubatud vahemälu suurus

source: Open Link in New _Tab
et: Ava link uues _kaardis

source: Open URL in New _Tab
et: Ava URL uues _kaardis

source: Source
et: Lähtekood

source: General
et: Üldine

source: Startup
et: Tööleminek

source: Appearance
et: Välimus

source: Font settings
et: Fondi seadistused

source: Behavior
et: Käitumine

source: Features
et: Võimalused

source: Interface
et: Liides

source: Navigationbar
et: Navigatsiooniriba

source: Browsing
et: Lehitsemine

source: Network
et: Võrk

source: Empty
et: Tühi

source: Add search engine
et: Lisa otsingumootor

source: Edit search engine
et: Muuda otsingumootorit

source: _Name:
et: _Nimi:

source: _Icon (name or file):
et: _Ikoon (nimi või fail):

source: _Token:
et: _Luba:

source: Manage search engines
et: Halda otsingumootoreid

source: Could not run external program.
et: Välist programmi ei saanud käivitada

source: Warning: You are using a superuser account!
et: Hoiatus: Sa kasutad superkasutaja kontot!

source: An unknown error occured.
et: Juhtus tundmatu viga.

source: %s has no property '%s'
et: %s ei ühtegi väärtust "%s"

source: %s cannot be assigned to %s.%s
et: %s ei saa määrata %s.%s

source: %s.%s cannot be accessed
et: %s.%s ei saa ligi

source: Userscripts
et: Kasutajaskriptid

source: Userstyles
et: Kasutajastiilid

source: _Enable
et: _Lülita sisse

source: _Disable
et: _Lülita välja

source: Console
et: Konsool

source: Extensions
et: Laiendid

source: Named icon '%s' couldn't be loaded
et: Nimetatud ikooni "%s" ei saanud laadida

source: Stock icon '%s' couldn't be loaded
et: Varuikooni "%s" ei saanud laadida

source: Animation frames are broken
et: Animatsioonikaadrid on vigased

source: Property '%s' is invalid for %s
et: Omadus "%s" ei ole õige %s jaoks

source: Choose file
et: Vali fail

source: Choose folder
et: Vali kataloog

source: Pageholder
et: Lehehoidja

source: _Pageholder
et: _Lehehoidja
